Repository: 1242509682/TShockPlugin
Catalog: src/ZHIPlayerManager/i18n/*.po
Languages: es_es

source: 名字：
es_es: Nombre:

source: ，消耗点数 {0}
es_es: Puntos de consumo {0}

source: {0} 伤害: [c/74F3C9:{1}] 比重: {2:0.00%}
es_es: {0} Daño: [c/74F3C9:{1}] Gravedad específica: {2:0.00%}

source: {0} 名用户因数据残缺导出失败 已全部打包为{0}/Zhipm/{1}.zip
es_es: {0} usuarios no pudieron exportar debido a datos incompletos Todo empaquetado como {0}/Zhipm/{1}.zip

source: {0} 名用户因数据错误导出失败
es_es: La exportación falló para {0} usuarios debido a un error de datos

source: {0}。若玩家名称带有空格可用英文引号将名称整个括起来
es_es: {0}. Si el nombre del jugador tiene espacios, puedes escribir el nombre completo entre comillas en inglés.

source: {0}小时 {1}分钟 {2}秒
es_es: {0} horas {1} minutos {2} segundos

source: {0}铂金币 {1}金币 {2}银币 {3}铜币
es_es: {0}Moneda de platino {1}Moneda de oro {2}Moneda de plata {3}Moneda de cobre

source: 输入 /zsort clumsy 来查看人物手残排行榜前十名 输入 /zsort clumsy [num] 来查看当前[num]个人物手残排行榜 输入 /zsort clumsy all 来查看所有玩家手残排行榜
es_es: Ingrese /zsort torpe para ver las diez clasificaciones de handicap de personajes principales Ingrese /zsort clumsy [num] para ver las clasificaciones de handicap de caracteres actuales de [num] Escribe /zsort clumsy all para ver las clasificaciones de handicap de todos los jugadores.

source: 输入 /zsort death [num] 来查看当前[num]个人物死亡次数排行榜 输入 /zsort death 来查看人物死亡次数排行榜前十名 输入 /zsort death all 来查看所有玩家死亡次数排行榜
es_es: Ingrese /zsort death [num] para ver las clasificaciones de muerte de personajes actuales [num] Escribe /zsort death para ver las diez clasificaciones de muertes de personajes principales Escribe /zsort death all para ver la tabla de clasificación de todas las muertes de jugadores.

source: 输入 /zsort point [num] 来查看当前[num]个人物点数排行榜 输入 /zsort point 来查看人物点数排行榜前十名 输入 /zsort point all 来查看所有玩家点数排行榜
es_es: Ingrese /zsort point [num] para ver las clasificaciones de puntos de caracteres actuales [num] Ingrese /zsort point para ver las clasificaciones de los diez puntos de caracteres principales Escribe /zsort point all para ver todas las clasificaciones de puntos de los jugadores.

source: ip: {0} 已被 {1} 封禁
es_es: ip: {0} ha sido bloqueada por {1}

source: uuid: {0} 已被 {1} 封禁
es_es: uuid: {0} ha sido bloqueado por {1}

source: 不可预料的错误，请重试或让该玩家重进游戏
es_es: Error inesperado, inténtalo de nuevo o deja que el jugador vuelva a ingresar al juego.

source: 不要耍小聪明
es_es: no seas inteligente

source: 人数不唯一，为避免误封，请重新输入。若玩家名称带有空格可用英文引号将名称整个括起来
es_es: El número de personas no es único. Para evitar ser bloqueado por error, vuelva a ingresar. Si el nombre del jugador tiene espacios, puedes escribir el nombre completo entre comillas en inglés.

source: 你已被管理员封禁！
es_es: ¡Has sido baneado por el administrador!

source: 你没有上次死亡的地点
es_es: No tienes un lugar donde moriste por última vez.

source: 你的名字含有指令关键字: all ，请更换
es_es: Su nombre contiene la palabra clave del comando: all, cámbielo

source: 你的名字含有指令关键字: help ，请更换
es_es: Su nombre contiene la palabra clave del comando: help, cambialo

source: 你的名字含有指令关键字: ip ，请更换
es_es: Su nombre contiene la palabra clave del comando: ip, cámbielo

source: 你的名字含有指令关键字: me ，请更换
es_es: Su nombre contiene la palabra clave del comando: me, por favor cámbielo

source: 你的名字含有指令关键字: time ，请更换
es_es: Su nombre contiene la palabra clave del comando: time, por favor cámbielo

source: 你的名字含有指令关键字: uuid ，请更换
es_es: Su nombre contiene la palabra clave del comando: uuid, cámbielo

source: 保险箱:
es_es: seguro:

source: 修改失败，请重进服务器重试
es_es: La modificación falló, inicie sesión en el servidor e inténtelo nuevamente.

source: 修改失败！错误：
es_es: ¡La modificación falló! error:

source: 修改成功，你的存档将每隔{0}分钟自动备份一次，请注意存档覆盖情况，这可能会覆盖你手动备份的部分
es_es: La modificación se realizó correctamente. Se realizará una copia de seguridad de su archivo automáticamente cada {0} minutos. Preste atención a la cobertura del archivo, que puede sobrescribir la parte de la que realizó la copia de seguridad manualmente.

source: 修改成功，你的自动备份已关
es_es: Modificación exitosa, su copia de seguridad automática está desactivada

source: 修改成功，您现在已{0}击杀数提示
es_es: Modificación exitosa, ahora tienes {0} mensaje de recuento de muertes

source: 修改成功，您现在已{0}点数提示
es_es: Modificación exitosa, ahora tienes un recordatorio de {0} puntos

source: 修改成功！
es_es: ¡Modificación exitosa!

source: 克隆失败！未在原数据库中查到该玩家，请检查输入是否正确，该玩家是否避免SSC检测，再重新输入
es_es: ¡La clonación falló! El reproductor no se encontró en la base de datos original. Verifique si la entrada es correcta y si el reproductor evita la detección de SSC y luego vuelva a ingresar.

source: 克隆失败！请不要克隆自己
es_es: ¡La clonación falló! Por favor no te clones

source: 克隆成功！已将玩家 [{0}] 的数据克隆到你身上
es_es: ¡Clonación exitosa! Los datos del jugador [{0}] han sido clonados en ti

source: 克隆成功！您已将玩家 [{0}] 的数据克隆到 [{1}] 身上
es_es: ¡Clonación exitosa! Has clonado los datos del jugador [{0}] en [{1}]

source: 克隆成功！您已将玩家 [{0}] 的数据克隆到你身上
es_es: ¡Clonación exitosa! Has clonado los datos del jugador [{0}] en ti

source: 克隆成功！您已将玩家 [{0}] 的数据克隆到玩家 [{1}] 身上
es_es: ¡Clonación exitosa! Has clonado los datos del jugador [{0}] en el jugador [{1}]

source: 克隆成功！您已将玩家 [{0}] 的数据克隆到玩家 [{1}]身上
es_es: ¡Clonación exitosa! Has clonado los datos del jugador [{0}] en el jugador [{1}]

source: 克隆成功！您已将玩家[{0}]的数据克隆到你身上
es_es: ¡Clonación exitosa! Has clonado los datos del jugador [{0}]

source: 共有 [c/74F3C9:{0}] 位玩家击败了 [c/74F3C9:{1}]
es_es: [c/74F3C9:{0}] jugadores derrotados [c/74F3C9:{1}]

source: 最大生命值：{0} 当前生命值：{1}
es_es: Estado máximo: {0} Estado actual: {1}

source: 最大生命值[i:29]：{0} 当前生命值[i:58]：{1}
es_es: Valor de salud máximo [i:29]: {0} Valor de salud actual [i:58]: {1}

source: 最大魔力值：{0} 当前魔力值：{1}
es_es: Valor mágico máximo: {0} Valor mágico actual: {1}

source: 最大魔力值[i:109]：{0} 当前魔力值[i:184]：{1}
es_es: Valor mágico máximo [i:109]: {0} Valor mágico actual [i:184]: {1}

source: 参数过少
es_es: Muy pocos parámetros

source: 各种buff：
es_es: Varios buffos:

source: 各种buff[i:678]：
es_es: Varios buffos[i:678]:

source: 各种永久增益：
es_es: Varios buffos permanentes:

source: 启用
es_es: permitir

source: 回档失败！
es_es: ¡Error al deshacer!

source: 回档失败！未备份数据或该玩家未登录
es_es: ¡Error al deshacer! No se realiza una copia de seguridad de los datos o el reproductor no ha iniciado sesión

source: 回档失败！未找到 [{0} - {1}] 号该备份
es_es: ¡Error al deshacer! No se encontró el número de respaldo [{0} - {1}]

source: 在线时长：
es_es: Tiempo en línea:

source: 在线时长[i:3099]：
es_es: Tiempo en línea [i:3099]:

source: 垃圾桶:
es_es: Slot de Trash:

source: 备份存档数目最小为 1 ，请不要输入无效值，已修改为默认 5
es_es: El número mínimo de archivos de copia de seguridad es 1. No ingrese valores no válidos. Se ha modificado al valor predeterminado de 5.

source: 多个结果 玩家 【{0}】 的所有库存如下:
es_es: Múltiples resultados Todos los inventarios del jugador [{0}] son ​​los siguientes:

source: 多个结果 玩家 【{0}】 的所有库存如下:
es_es: Múltiples resultados Todos los inventarios del jugador [{0}] son ​​los siguientes:

source: 多个结果 玩家 【{0}】 的状态如下:
es_es: Múltiples resultados El estado del jugador [{0}] es el siguiente:

source: 多个结果 玩家 【{0}】 的所有库存如下:
es_es: Múltiples resultados Todos los inventarios del jugador [{0}] son ​​los siguientes:

source: 完成渔夫任务数：
es_es: Número de Misiones de pescador realizadas:

source: 完成渔夫任务数[i:3120]：
es_es: Número de tareas de pescador completadas [i:3120]:

source: 宠物 + 矿车 + 坐骑 + 钩爪:
es_es: Mascota + Carro minero + Montura + Gancho:

source: 宠物 矿车 坐骑 钩爪 染料:
es_es: Tinte de gancho para montura de carro de mina para mascotas:

source: 对象不正确，请检查您的状态，您是否为游戏内玩家？
es_es: El objeto es incorrecto, verifica tu estado. ¿Eres un jugador del juego?

source: 导出失败，因数据错误
es_es: La exportación falló debido a un error de datos

source: 导出失败，因输入错误
es_es: La exportación falló debido a un error de entrada

source: 导出成功！目录：tshock/Zhipm/{0}/{1}.plr
es_es: ¡Exportación exitosa! Directorio: tshock/Zhipm/{0}/{1}.plr

source: 已击杀Boss：
es_es: El jefe ha sido asesinado:

source: 已击杀Boss[i:3868]：
es_es: El jefe[i:3868] ha sido asesinado:

source: 已击杀生物数：
es_es: Número de criaturas asesinadas:

source: 已击杀生物数：{0} 个
es_es: Número de criaturas asesinadas: {0}

source: 已击杀生物数[i:3095]：{0} 个
es_es: Número de criaturas asesinadas [i:3095]: {0}

source: 已击杀罕见生物：
es_es: Se han matado criaturas raras:

source: 已击杀罕见生物[i:4274]：
es_es: Se han matado criaturas raras [i:4274]:

source: 已打包为{0}/Zhipm/{1}.zip
es_es: Se han matado criaturas raras [i:4274]:

source: 已清理所有射弹，物品，无用NPC
es_es: Limpiado de todos los proyectiles, objetos y NPC inútiles.

source: 已自动备份您的人物存档，自动保存您的额外数据
es_es: Se ha realizado una copia de seguridad de tu personaje guardado y tus datos adicionales se han guardado automáticamente.

source: 已重置玩家 [ {0} ] 的备份数据
es_es: Se han restablecido los datos de copia de seguridad del reproductor [ {0} ]

source: 已重置玩家 [ {0} ] 的数据
es_es: Se han restablecido los datos del jugador [ {0} ]

source: 已重置玩家 [ {0} ] 的额外数据
es_es: Se han restablecido los datos adicionales del jugador [ {0} ]

source: 已重置离线玩家 [ {0} ] 的备份数据
es_es: Se han restablecido los datos de copia de seguridad para el reproductor sin conexión [ {0} ]

source: 已重置离线玩家 [ {0} ] 的数据
es_es: Se han restablecido los datos del jugador sin conexión [ {0} ]

source: 已重置离线玩家 [ {0} ] 的额外数据
es_es: Se han restablecido los datos adicionales para el jugador sin conexión [ {0} ]

source: 库存硬币数：
es_es: Número de monedas en stock:

source: 库存硬币数[i:855]：
es_es: Número de monedas en stock:

source: 当前最多 {0} 人
es_es: Actualmente como máximo {0} personas

source: 当前染料:
es_es: Tintes actuales:

source: 当前装备栏：
es_es: Columna de equipamiento actual:

source: 您已回档成功！
es_es: ¡Has devuelto el archivo con éxito!

source: 您已经在线了
es_es: Ya estas en linea

source: 您已被冻结
es_es: has estado congelado

source: 您已被冻结，详情请询问管理员
es_es: Ha sido congelado, solicite más detalles al administrador.

source: 您已被解冻
es_es: te han descongelado

source: 您的人物数据已被重置
es_es: Los datos de tu personaje han sido restablecidos.

source: 您的埃癸斯果增益开启状态：
es_es: Tu estado de mejora de Aegis Fruit es:

source: 您的埃癸斯水晶增益开启状态：
es_es: Tu beneficio de Aegis Crystal está activado:

source: 您的备份[{0} - {1}]的内容为：
es_es: El contenido de su copia de seguridad [{0} - {1}] es:

source: 您的备份保存失败！请尝试重进游戏重试
es_es: ¡Tu copia de seguridad no se pudo guardar! Por favor intenta volver a entrar al juego y vuelve a intentarlo.

source: 您的备份保存成功！
es_es: ¡Tu copia de seguridad se guardó exitosamente!

source: 您的备份数据已重置
es_es: Tus datos de respaldo han sido restablecidos

source: 您的奥术水晶增益开启状态：
es_es: Tu beneficio de Cristal Arcano está activado:

source: 您的工匠面包增益开启状态：
es_es: Tu estado de aficionado al pan artesanal es:

source: 您的恶魔心增益开启状态：
es_es: Tu beneficio de Corazón demoníaco está activado:

source: 您的所有永久增益均关闭
es_es: Todos tus beneficios permanentes están desactivados.

source: 您的所有永久增益均开启
es_es: Todos tus beneficios permanentes están activados.

source: 您的渔夫任务完成数已被修改为：
es_es: Su número de tareas de pescador completadas se ha modificado a:

source: 您的火把神增益开启状态：
es_es: Tu beneficio del Dios de la Antorcha está activado:

source: 您的点数已被修改为：
es_es: Tus puntos han sido modificados a:

source: 您的珍馐增益开启状态：
es_es: Tu beneficio de delicadeza está activado:

source: 您的生命上限已被修改为：
es_es: Su límite de vida ha sido modificado a:

source: 您的粘性蠕虫增益开启状态：
es_es: Tu beneficio de Sticky Worm está activado:

source: 您的超级矿车增益开启状态：
es_es: Tu beneficio de súper carro minero está activado:

source: 您的银河珍珠增益开启状态：
es_es: Tu beneficio Galaxy Pearl está activado:

source: 您的额外数据已重置
es_es: Tus datos adicionales han sido restablecidos

source: 您的魔力上限已被修改为：
es_es: Tu límite de maná ha sido modificado a:

source: 您的魔力值已被修改为：
es_es: Tu valor mágico ha sido modificado a:

source: 您还未备份
es_es: Aún no has hecho una copia de seguridad

source: 您遗失了：{0} 点数
es_es: Te faltan: {0} puntos

source: 您遗失了：{0} 点数，已扣完
es_es: Perdiste: {0} puntos, todos deducidos

source: 所有玩家均已解冻
es_es: Todos los jugadores han sido descongelados.

source: 所有玩家的人物数据均已重置
es_es: Se han restablecido los datos de todos los personajes de los jugadores.

source: 所有玩家的备份数据均已重置
es_es: Se han restablecido los datos de copia de seguridad de todos los jugadores.

source: 所有玩家的所有Buff均已消除
es_es: Se han eliminado todos los beneficios para todos los jugadores.

source: 所有玩家的所有数据均已全部初始化
es_es: Se han inicializado todos los datos de todos los jugadores.

source: 所有玩家的额外数据均已重置
es_es: Se han restablecido todos los datos adicionales del jugador.

source: 护卫熔炉:
es_es: Guarda la forja:

source: 数字不合理
es_es: Los números no tienen sentido

source: 数字无效
es_es: Número no válido

source: 数据异常，请重试
es_es: Anomalía en los datos, inténtelo de nuevo

source: 无
es_es: nada

source: 月亮领主
es_es: señor de la luna

source: 月亮领主({0})
es_es: Señor de la luna ({0})

source: 服务器将在20秒后清理世界内所有无用NPC，射弹和物品
es_es: El servidor limpiará todos los NPC, proyectiles y elementos inútiles del mundo después de 20 segundos.

source: 未启用击杀NPC统计，该功能不可用
es_es: Las estadísticas de muertes de NPC no están habilitadas y esta función no está disponible.

source: 未启用点数统计，该功能不可用
es_es: Las estadísticas de puntos no están habilitadas y esta función no está disponible

source: 未在原数据库中查到该玩家，请检查输入是否正确，该玩家是否避免SSC检测，再重新输入
es_es: El reproductor no se encontró en la base de datos original. Verifique si la entrada es correcta y si el reproductor evita la detección de SSC y luego vuelva a ingresar.

source: 未被允许死亡回调传送，请在配置文件中修改
es_es: La transmisión de devolución de llamada por muerte no está permitida, modifíquela en el archivo de configuración

source: 染料1:
es_es: Tinte 1:

source: 染料2:
es_es: Tinte 2:

source: 染料3:
es_es: Tinte 3:

source: 格式错误！输入 /zmodify help 查看修改玩家数据的指令帮助
es_es: ¡Error de formato! Escriba /zmodify help para ver la ayuda del comando para modificar los datos del jugador

source: 检测到符合该条件的玩家数目不唯一，请重新输入 包含：
es_es: Se detecta que el número de jugadores que cumplen esta condición no es único. Vuelva a ingresar. Incluir:

source: 正常的意外因玩家 [ {0} ] 数据残缺而导出人物失败 CreateAPlayer
es_es: Accidente normal. La exportación de personajes falló debido a datos incompletos del jugador [{0}].

source: 死亡次数：
es_es: Número de muertes:

source: 死亡次数[i:321]：
es_es: Número de muertes[i:321]:

source: 没有任何数据
es_es: sin datos

source: 清理失败 ZResetPlayerAll :
es_es: Error de limpieza ZResetPlayerAll:

source: 游雨{0}({1})，
es_es: 游雨{0}({1})，(Traduccion No terminada no se)

source: 点数：
es_es: Puntuación:

source: 点数[i:575]：
es_es: Puntuación[i:575]:

source: 点数不足，无法回溯上次死亡地点
es_es: Puntos insuficientes, incapaz de volver al último lugar de muerte.

source: 点数奖励 + 1000
es_es: Bonificación de puntos + 1000

source: 猪猪储蓄罐:
es_es: Alcancía de cerdo:

source: 玩家 [ {0} ] 的所有Buff均已消除
es_es: Se han eliminado todos los beneficios del jugador [ {0} ]

source: 玩家 [{0}] 冻结成功
es_es: Jugador [{0}] congelado exitosamente

source: 玩家 [{0}] 回档成功！启用备份 [ {1} ]
es_es: ¡El jugador [{0}] retrocedió exitosamente! Habilitar copia de seguridad [ {1} ]

source: 玩家 [{0}] 已冻结过!
es_es: ¡El jugador [{0}] ha sido congelado!

source: 玩家 [{0}] 已解冻
es_es: El jugador [{0}] ha sido descongelado

source: 玩家 [{0}] 未被冻结
es_es: El jugador [{0}] no está congelado

source: 玩家 [{0}] 未被冻结！
es_es: ¡El jugador [{0}] no está congelado!

source: 玩家 {0} 已传送到上次死亡地点
es_es: El jugador {0} se ha teletransportado al lugar de su última muerte.

source: 玩家 {0} 已经在线了 {1}
es_es: El jugador {0} ya está en línea {1}

source: 玩家 【{0}】 未携带任何东西
es_es: El jugador [{0}] no lleva nada

source: 玩家 【{0}】 未携带任何东西
es_es: El jugador [{0}] no lleva nada

source: 玩家 【{0}】 的所有库存如下:
es_es: Todos los inventarios del jugador [{0}] son ​​los siguientes:

source: 玩家 【{0}】 的所有库存如下:
es_es: Todos los inventarios del jugador [{0}] son ​​los siguientes:

source: 玩家 【{0}】 的状态如下:
es_es: El estado del jugador [{0}] es el siguiente:

source: 玩家 【{0}】未携带任何东西
es_es: El jugador [{0}] no lleva nada

source: 玩家[{0}]备份 [{1} - {2}] 的内容为：
es_es: El contenido de la copia de seguridad del jugador [{0}] [{1} - {2}] es:

source: 玩家【{0}】的人物存档和额外数据已备份和保存
es_es: Se ha realizado una copia de seguridad y se han guardado el personaje guardado del jugador [{0}] y los datos adicionales.

source: 玩家1不唯一
es_es: El jugador 1 no es único.

source: 玩家1不在线，正在查询离线数据
es_es: El jugador 1 no está en línea y está consultando datos sin conexión

source: 玩家1不存在
es_es: El jugador 1 no existe.

source: 玩家2不唯一
es_es: El jugador 2 no es único.

source: 玩家2不在线，正在查询离线数据
es_es: El jugador 2 no está en línea y está consultando datos sin conexión.

source: 玩家2不存在
es_es: El jugador 2 no existe.

source: 玩家最多有 {0} 个备份存档，范围 1 ~ {1}，请重新输入
es_es: Los jugadores tienen como máximo {0} archivos de respaldo, que van desde 1 ~ {1}, vuelva a ingresar

source: 玩家已全部初始化
es_es: Todos los jugadores han sido inicializados.

source: 玩家管理，提供修改玩家的任何信息，允许玩家备份，可以回档等操作
es_es: Gestión de jugadores, que brinda la posibilidad de modificar cualquier información del jugador, permitiéndoles realizar copias de seguridad, retroceder, etc.

source: 玩家都不在线，正在查询离线数据
es_es: Ninguno de los jugadores está en línea y se están consultando datos fuera de línea.

source: 用户 [{0}] 因数据错误导出失败
es_es: La exportación del usuario [{0}] falló debido a un error de datos

source: 用户 [{0}] 已导出，目录：tshock/Zhipm/{1}/{2}.plr
es_es: Se ha exportado el usuario [{0}], directorio: tshock/Zhipm/{1}/{2}.plr

source: 用户 {0} 封禁失败，可能该玩家已被封禁或所在组被禁止封禁
es_es: El usuario {0} no pudo ser baneado. Quizás el jugador ha sido baneado o el grupo al que pertenece tiene prohibido banear.

source: 用户 {0} 已被 {1} 封禁
es_es: El usuario {0} ha sido baneado por {1}

source: 盔甲 + 饰品 + 时装:
es_es: Armadura + Accesorios + Vanidad:

source: 第 {0} 名:【{1}】 击杀Boss总数 {2} 个
es_es: No. {0}: [{1}] Número total de jefes asesinados {2}

source: 第 {0} 名:【{1}】 击杀生物总数 {2} 个
es_es: No. {0}: [{1}] Número total de criaturas asesinadas {2}

source: 第 {0} 名:【{1}】 击杀罕见生物总数 {2} 个
es_es: No. {0}: [{1}] Número total de criaturas asesinadas {2}

source: 第 {0} 名:【{1}】 在线时长 {2}
es_es: No. {0}:【{1}】 Tiempo en línea {2}

source: 第 {0} 名:【{1}】 总完成任务鱼数 {2}
es_es: No. {0}: [{1}] Número total de peces completados {2}

source: 第 {0} 名:【{1}】 总硬币数 {2}
es_es: No. {0}:【{1}】 Número total de monedas {2}

source: 第 {0} 名:【{1}】 死亡次数 {2}
es_es: No. {0}:【{1}】Número de muertes {2}

source: 第 {0} 名:【{1}】 死亡次数 {2}
es_es: No. {0}:【{1}】Número de muertes {2}

source: 第 {0} 名:【{1}】 点数 {2}
es_es: No. {0} Nombre:【{1}】 Puntuación {2}

source: 第 {0} 名:【{1}】 点数 {2}
es_es: No. {0} Nombre:【{1}】 Puntuación {2}

source: 第 {0} 名:【{1}】 菜鸡值 {2:0.00}
es_es: No. {0}: [{1}] Valor de novato {2:0.00}

source: 精准查找未找到，正在尝试模糊查找
es_es: No se encontró la búsqueda exacta, intenté con la búsqueda difusa

source: 背包:
es_es: Inventario:

source: 自动备份被禁用，请联系管理员询问详情
es_es: La copia de seguridad automática está deshabilitada; comuníquese con su administrador para obtener más detalles.

source: 虚空金库:
es_es: Bóveda del Vacío:

source: 血肉墙
es_es: Muro Carnoso

source: 装备栏1：
es_es: Equipo columna 1:

source: 装备栏2：
es_es: Equipo columna 2:

source: 装备栏3：
es_es: Equipo columna 3:

source: 该玩家不唯一，请重新输入
es_es: Este jugador no es único, por favor vuelve a ingresar

source: 该玩家不在线，正在查询离线数据
es_es: El Jugador no está en línea y está consultando datos sin conexión.

source: 该玩家不在线或不存在
es_es: El jugador no está en línea o no existe.

source: 该玩家不存在，请重新输入
es_es: Este Jugador no existe, por favor vuelve a ingresar

source: 该玩家还未备份
es_es: Este Jugador aún no ha realizado una copia de seguridad.

source: 请不要在名字中使用特殊符号
es_es: Por favor no utilice símbolos especiales en su nombre.

source: 请不要对同一个人进行克隆
es_es: Por favor no clones a la misma persona.

source: 请不要起空名字
es_es: Por favor no des un nombre vacío

source: 路径：
es_es: camino:

source: 蹦跶{0}({1})，
es_es: Saltar {0}({1}),

source: 输入 /vi <玩家名> 来查看该玩家的库存
es_es: Escribe /vi <nombre del jugador> para ver el inventario de ese jugador.

source: 输入 /vid <玩家名> 来查看该玩家的库存，不进行排列
es_es: Ingrese /vid <nombre del jugador> para ver el inventario del jugador sin ordenar

source: 输入 /vs <玩家名> 来查看该玩家的状态
es_es: Ingrese /vs <nombre del jugador> para ver el estado de este jugador

source: 输入 /zback <name> 来读取该玩家的最新人物存档 输入 /zback <name> <num> 来读取该玩家的第几个人物存档
es_es: Ingresa /zback <nombre> para leer el último personaje guardado del jugador. Ingrese /zback <nombre> <num> para leer el personaje guardado de este jugador

source: 输入 /zban add [name] [reason] 来封禁无论是否在线的玩家，reason 可不填 输入 /zban add uuid [uuid] [reason] 来封禁uuid 输入 /zban add ip [ip] [reason] 来封禁ip
es_es: Ingrese /zban add [nombre] [motivo] para prohibir a los jugadores independientemente de si están en línea o no. El motivo se puede dejar en blanco. Ingrese /zban add uuid [uuid] [motivo] para prohibir uuid Ingrese /zban add ip [ip] [motivo] para prohibir la ip

source: 输入 /zban add <name> [reason] 来封禁无论是否在线的玩家，reason 可不填 输入 /zban add uuid <uuid> [reason] 来封禁uuid 输入 /zban add ip <ip> [reason] 来封禁ip
es_es: Ingrese /zban add <nombre> [motivo] para prohibir a los jugadores independientemente de si están en línea o no. El motivo se puede dejar en blanco. Escriba /zban add uuid <uuid> [motivo] para prohibir uuid Ingrese /zban add ip <ip> [motivo] para prohibir la ip

source: 输入 /zbpos 来返回上次死亡地点
es_es: Escriba /zbpos para regresar al último lugar de muerte

source: 输入 /zclear useless 来清理世界的掉落物品，非城镇或BossNPC，和无用射弹 输入 /zclear buff <name> 来清理该玩家的所有Buff 输入 /zclear buff all 来清理所有玩家所有Buff
es_es: Escribe /zclear useless para limpiar el mundo de elementos caídos, NPC que no sean jefes o que no sean de la ciudad, y proyectiles inútiles. Escribe /zclear buff <nombre> para borrar todos los beneficios de este jugador. Escribe /zclear buff all para eliminar todas las ventajas de todos los jugadores.

source: 输入 /zclone [name1] [name2] 将玩家1的人物数据复制给玩家2 输入 /zclone [name] 将该玩家的人物数据复制给自己
es_es: Ingrese /zclone [nombre1] [nombre2] para copiar los datos del personaje del jugador 1 al jugador 2 Ingresa /zclone [nombre] para copiarte los datos del personaje del jugador.

source: 输入 /zfre [name] 来冻结该玩家
es_es: Escribe /zfre [nombre] para congelar el reproductor

source: 输入 /zhelp 来查看指令帮助
es_es: Escriba /zhelp para ver la ayuda del comando

source: 输入 /zhide kill 来取消 kill + 1 的显示，再次使用启用显示 输入 /zhide point 来取消 + 1 $ 的显示，再次使用启用显示
es_es: Escriba /zhide kill para cancelar la visualización de kill + 1, luego úselo nuevamente para habilitar la visualización Escriba /zhide point para cancelar la visualización de + 1 $, luego use nuevamente para habilitar la visualización
