Repository: 1242509682/TShockPlugin
Catalog: src/ZHIPlayerManager/i18n/*.po
Languages: es_es

source: 输入 /zmodify [name] life [num] 来修改玩家的血量 输入 /zmodify [name] lifemax [num] 来修改玩家的血量上限 输入 /zmodify [name] mana [num] 来修改玩家的魔力 输入 /zmodify [name] manamax [num] 来修改玩家的魔力上限 输入 /zmodify [name] fish [num] 来修改玩家的渔夫任务数 输入 /zmodify [name] torch [0或1] 来关闭或开启火把神增益 输入 /zmodify [name] demmon [0或1] 来关闭或开启恶魔心增益 输入 /zmodify [name] bread [0或1] 来关闭或开启工匠面包增益 输入 /zmodify [name] heart [0或1] 来关闭或开启埃癸斯水晶增益 输入 /zmodify [name] fruit [0或1] 来关闭或开启埃癸斯果增益 输入 /zmodify [name] pearl [0或1] 来关闭或开启银河珍珠增益 输入 /zmodify [name] worm [0或1] 来关闭或开启粘性蠕虫增益 输入 /zmodify [name] ambrosia [0或1] 来关闭或开启珍馐增益 输入 /zmodify [name] cart [0或1] 来关闭或开启超级矿车增益 输入 /zmodify [name] all [0或1] 来关闭或开启所有玩家增益
es_es: Usa /zmodify [name] life [num] Para modificar el volumen de vida del jugador. Usa /zmodify [name] lifemax [num] Para modificar el límite superior de volumen de vida del jugador Usa /zmodify [name] mana [num] para modificar La mana del jugador Usa /zmodify [name] manamax [num] Para modificar de mana del jugador. Usa /zmodify [name] fish [num] Para modificar el número de tareas de pescador del jugador. Usa /zmodify [name] torch [0/1] para desactivar o activar el beneficio de Dios de la Antorcha Usa /zmodify [name] demmon [0/1] para activar o desactivar el beneficio Corazón del Diablo Usa /zmodify [name] bread [0/1] para desactivar o activar el beneficio de Pan Artesanal Usa /zmodify [name] heart [0/1] para desactivar o activar el beneficio de Aegis Crystal Usa /zmodify [name] fruit [0/1] para apagar o encender el potenciador de frutas Aegis Usa /zmodify [name] pearl [0/1] para desactivar o activar el beneficio Galaxy Pearl Usa /zmodify [name] worm [0/1] para apagar o encender el pulidor de gusanos pegajoso Usa /zmodify [name] ambrosia [0/1] para apagar o encender el beneficio de manjar Usa /zmodify [name] cart [0/1] para desactivar o activar el beneficio de super minecart Usa /zmodify [name] all [0/1] para desactivar o activar todos los beneficios del jugador

source: 输入 /zmodify help 查看修改玩家数据的指令帮助
es_es: Escriba /zmodify help para ver la ayuda del comando para modificar los datos del jugador

source: 输入 /zout <name> 来导出该玩家的人物存档 输入 /zout all 来导出所有人物的存档
es_es: Ingresa /zout <nombre> para exportar el guardado del personaje del jugador. Escribe /zout all para exportar todos los personajes guardados.

source: 输入 /zreset <name> 来清理该玩家的人物数据 输入 /zreset all 来清理所有玩家的人物数据
es_es: Ingresa /zreset <nombre> para borrar los datos del personaje del jugador. Escribe /zreset all para borrar todos los datos de los personajes del jugador.

source: 输入 /zresetallplayers 来清理所有玩家的所有数据
es_es: Escribe /zresetallplayers para borrar todos los datos de todos los jugadores.

source: 输入 /zresetdb [name] 来清理该玩家的备份数据 输入 /zresetdb all 来清理所有玩家的备份数据
es_es: Ingrese /zresetdb [nombre] para borrar los datos de respaldo del reproductor Escriba /zresetdb all para borrar todos los datos de copia de seguridad del reproductor

source: 输入 /zresetdb <name> 来清理该玩家的备份数据 输入 /zresetdb all 来清理所有玩家的备份数据 输入 /zresetex <name> 来清理该玩家的额外数据 输入 /zresetex all 来清理所有玩家的额外数据 输入 /zreset <name> 来清理该玩家的人物数据 输入 /zreset all 来清理所有玩家的人物数据 输入 /zresetallplayers 来清理所有玩家的所有数据
es_es: usa /zresetdb <nombre> para borrar los datos de respaldo del reproductor usa /zresetdb all para borrar todos los datos de copia de seguridad del reproductor usa /zresetex <nombre> para borrar los datos adicionales de este jugador. usa /zresetex all para borrar datos adicionales de todos los jugadores usa /zreset <nombre> para borrar los datos del personaje del jugador. usa /zreset all para borrar todos los datos de los personajes del jugador. usa /zresetallplayers para borrar todos los datos de todos los jugadores.

source: 输入 /zresetex [name] 来清理该玩家的额外数据 输入 /zresetex all 来清理所有玩家的额外数据
es_es: Escribe /zresetex [nombre] para borrar los datos adicionales de este jugador. Escriba /zresetex all para borrar datos adicionales de todos los jugadores

source: 输入 /zsave 来备份自己的人物存档
es_es: Ingresa /zsave para hacer una copia de seguridad de tu personaje guardado

source: 输入 /zsave 来备份自己的人物存档 输入 /zsaveauto <minute> 来每隔 minute 分钟自动备份自己的人物存档，当 minute为0时关闭该功能 输入 /zvisa <num> 来查看自己的人物备份 输入 /zvisa name <num> 来查看该玩家的第几个人物备份 输入 /zhide kill 来取消 kill + 1 的显示，再次使用启用显示 输入 /zhide point 来取消 + 1 $ 的显示，再次使用启用显示 输入 /zback <name> 来读取该玩家的人物存档 输入 /zback <name> <num> 来读取该玩家的第几个人物存档 输入 /zclone <name1> <name2> 将玩家1的人物数据复制给玩家2 输入 /zclone <name> 将该玩家的人物数据复制给自己 输入 /zmodify help 查看修改玩家数据的指令帮助 输入 /vi <name> 来查看该玩家的库存 输入 /vid <name> 来查看该玩家的库存，不分类 输入 /vs <name> 来查看该玩家的状态 输入 /vs me 来查看自己的状态 输入 /zfre <name> 来冻结该玩家 输入 /zunfre <name> 来解冻该玩家 输入 /zunfre all 来解冻所有玩家 输入 /zsort help 来查看排序系列指令帮助 输入 /zout <name> 来导出该玩家的人物存档 输入 /zout all 来导出所有人物的存档并压缩打包 输入 /zreset help 来查看zreset系列指令帮助 输入 /zban add <name> <reason> 来封禁无论是否在线的玩家，reason 可不填 输入 /zban add uuid <uuid> <reason> 来封禁uuid 输入 /zban add ip <ip> <reason> 来封禁ip 输入 /zclear useless 来清理世界的掉落物品，非城镇或BossNPC，和无用射弹 输入 /zclear buff <name> 来清理该玩家的所有Buff 输入 /zclear buff all 来清理所有玩家所有Buff 输入 /zbpos 来返回上次死亡地点
es_es: Usa /zsave para hacer una copia de seguridad de tus propios archivos de personajes Usa /zsaveauto <minute> para hacer una copia de seguridad automática de tu propio archivo de personajes cada minuto. Cuando el minuto sea 0, desactiva esta función. Usa /zvisa <num> para ver la copia de seguridad de tu propio personaje Usa /zvisa name <num> para comprobar qué personaje de respaldo tiene el jugador Usa /zhide kill Para cancelar la visualización de kill + 1, use nuevamente para habilitar la visualización Usa /zhide point para cancelar la visualización de + 1 $, y nuevamente para habilitar la visualización Usa /zback <name> para leer el archivo de personajes del jugador Usa /zback <name> <num> Para leer el archivo guardado del personaje del jugador Usa /zclone <name1> <name2> Copia los datos del personaje del jugador 1 al jugador 2. Usa /zclone <name> Copia los datos del personaje del jugador a ti mismo. Usa /zmodify help Ver ayuda para comandos que modifican los datos del jugador Usa /vi <name> para ver el inventario del jugador Usa /vid <name> para ver el inventario del jugador sin clasificación Usa /vs <name> para comprobar el estado del jugador Usa /vs me para comprobar su estado Usa /zfre <name> para congelar al jugador Usa /zunfre <name> para descongelar el reproductor Usa /zunfre all para descongelar a todos los jugadores Usa /zsort help para ver ayuda para ordenar instrucciones de series Usa /zout <name> para exportar el archivo de personajes del jugador Usa /zout all exportar los archivos de todos los personajes y comprimirlos Usa /zreset help Para ver la ayuda de las instrucciones de la serie zreset Usa /zban add <name> <reason> Para prohibir jugadores independientemente de si están en línea o no, el motivo se puede dejar en blanco. Usa /zban add uuid <uuid> <reason> prohibir uuid Usa /zban add ip <ip> <reason> prohibir Ip Usa /zclear useless Para limpiar el mundo de elementos caídos, Npc que no pertenecen a la ciudad o jefes y proyectiles inútiles. Usa /zclear buff <name> para borrar todos los Buffs de este jugador Usa /zclear buff all Para borrar todas las ventajas de todos los jugadores. Usa /zbpos para regresar al último lugar de la muerte

source: 输入 /zsaveauto [minute] 来每隔 minute 分钟自动备份自己的人物存档，当 minute 为 0 时关闭该功能
es_es: Ingresa /zsaveauto [minutos] para hacer una copia de seguridad automática de tu archivo de personajes cada minuto. Cuando el minuto sea 0, desactiva esta función.

source: 输入 /zsort boss [num] 来查看当前[num]个人物击杀Boss总数排行榜 输入 /zsort boss 来查看人物击杀Boss总数排行榜前十名 输入 /zsort boss all 来查看所有玩家击杀Boss总数排行榜
es_es: Ingrese /zsort boss [num] para ver la clasificación actual del número total de jefes asesinados por [num] caracteres Ingrese /zsort boss para ver las diez primeras clasificaciones del número total de jefes asesinados por personajes. Ingresa /zsort boss all para ver la clasificación del número total de jefes asesinados por todos los jugadores.

source: 输入 /zsort clumsy 来查看人物手残排行榜前十名 输入 /zsort clumsy [num] 来查看当前[num]个人物手残排行榜 输入 /zsort clumsy all 来查看所有玩家手残排行榜
es_es: Ingrese /zsort torpe para ver las diez clasificaciones de handicaps de personajes principales Ingrese /zsort clumsy [num] para ver las clasificaciones actuales de handicap de caracteres [num] Escribe /zsort clumsy all para ver las clasificaciones de handicap de todos los jugadores.

source: 输入 /zsort coin 来查看人物硬币数目排行榜前十名 输入 /zsort coin [num] 来查看当前[num]个人物硬币数目排行榜 输入 /zsort coin all 来查看所有玩家硬币数目排行榜
es_es: Ingrese /zsort coin para ver la clasificación de recuento de monedas de los diez personajes principales Ingrese /zsort coin [num] para ver la clasificación actual de números de monedas de caracteres [num] Escribe /zsort coin all para ver la clasificación de las monedas de todos los jugadores.

source: 输入 /zsort coin 来查看人物硬币数目排行榜前十名 输入 /zsort coin [num] 来查看当前[num]个人物硬币数目排行榜 输入 /zsort coin all 来查看所有玩家硬币数目排行榜 输入 /zsort fish 来查看人物任务鱼数目排行榜前十名 输入 /zsort fish [num] 来查看当前[num]个人物任务鱼数目排行榜 输入 /zsort fish all 来查看所有玩家任务鱼数目排行榜
es_es: Ingrese /zsort coin para ver la clasificación de recuento de monedas de los diez personajes principales Ingrese /zsort coin [num] para ver la clasificación actual de números de monedas de caracteres [num] Escribe /zsort coin all para ver la clasificación de las monedas de todos los jugadores. Ingresa /zsort fish para ver los diez mejores rankings de peces para tareas de personajes Ingrese /zsort fish [num] para ver la clasificación actual de números de peces de misión de personajes [num] Escribe /zsort fish all para ver la lista de clasificación de los números de peces de misión de todos los jugadores.

source: 输入 /zsort death [num] 来查看当前[num]个人物死亡次数排行榜 输入 /zsort death 来查看人物死亡次数排行榜前十名 输入 /zsort death all 来查看所有玩家死亡次数排行榜
es_es: Ingrese /zsort coin para ver la clasificación de recuento de monedas de los diez personajes principales Ingrese /zsort coin [num] para ver la clasificación actual de números de monedas de caracteres [num] Escribe /zsort coin all para ver la clasificación de las monedas de todos los jugadores. Ingresa /zsort fish para ver los diez mejores rankings de peces para tareas de personajes Ingrese /zsort fish [num] para ver la clasificación actual de números de peces de misión de personajes [num] Escribe /zsort fish all para ver la lista de clasificación de los números de peces de misión de todos los jugadores.

source: 输入 /zsort fish 来查看人物任务鱼数目排行榜前十名 输入 /zsort fish [num] 来查看当前[num]个人物任务鱼数目排行榜 输入 /zsort fish all 来查看所有玩家任务鱼数目排行榜
es_es: Ingresa /zsort fish para ver los diez mejores rankings de peces para tareas de personajes Ingrese /zsort fish [num] para ver la clasificación actual de números de peces de misión de personajes [num] Escribe /zsort fish all para ver la lista de clasificación de los números de peces de misión de todos los jugadores.

source: 输入 /zsort help 来查看排序系列指令帮助
es_es: Escriba /zsort ayuda para ver la ayuda para el comando de secuencia de clasificación

source: 输入 /zsort kill [num] 来查看当前[num]个人物击杀生物数排行榜 输入 /zsort kill 来查看人物击杀生物数排行榜前十名 输入 /zsort kill all 来查看所有玩家击杀生物数排行榜
es_es: Ingresa /zsort kill [num] para ver la clasificación actual del número de criaturas asesinadas por [num] personajes. Ingresa /zsort kill para ver las diez primeras clasificaciones de personajes asesinados. Ingresa /zsort kill all para ver la lista de clasificación de las muertes de todos los jugadores.

source: 输入 /zsort point [num] 来查看当前[num]个人物点数排行榜 输入 /zsort point 来查看人物点数排行榜前十名 输入 /zsort point all 来查看所有玩家点数排行榜
es_es: Ingrese /zsort point [num] para ver las clasificaciones de puntos de caracteres actuales [num] Ingrese /zsort point para ver las clasificaciones de los diez puntos de caracteres principales Escribe /zsort point all para ver todas las clasificaciones de puntos de los jugadores

source: 输入 /zsort rarenpc [num] 来查看当前[num]个人物击杀罕见生物总数排行榜 输入 /zsort rarenpc 来查看人物击杀罕见生物总数排行榜前十名 输入 /zsort rarenpc all 来查看所有玩家击杀罕见生物总数排行榜
es_es: Ingrese /zsort rarenpc [num] para ver la clasificación actual del número total de criaturas raras asesinadas por [num] caracteres Ingresa /zsort rarenpc para ver las diez primeras clasificaciones del número total de criaturas raras asesinadas por los personajes. Ingresa /zsort rarenpc all para ver la clasificación del número total de criaturas raras asesinadas por todos los jugadores.

source: 输入 /zsort time [num] 来查看当前[num]个人物在线时间排行榜 输入 /zsort time 来查看人物在线时间排行榜前十名 输入 /zsort time all 来查看所有玩家在线时常排行榜
es_es: Ingrese /zsort time [num] para ver la clasificación de tiempo en línea actual de [num] caracteres Ingrese /zsort time para ver las clasificaciones de tiempo en línea de los diez personajes principales Ingrese /zsort time all para ver todas las clasificaciones de tiempo en línea de los jugadores.

source: 输入 /zunfre [name] 来解冻该玩家 输入 /zunfre all 来解冻所有玩家
es_es: Escribe /zunfre [nombre] para descongelar el reproductor. Escribe /zunfre all para descongelar a todos los jugadores.

source: 输入 /zvisa [num] 来查看自己的第几个人物备份 输入 /zvisa name [num] 来查看该玩家的第几个人物备份
es_es: Ingresa /zvisa [num] para ver qué personaje de respaldo tienes Ingrese /zvisa nombre [num] para ver la copia de seguridad del personaje de este jugador

source: 重置失败
es_es: Error al restablecer

source: 重置失败！未在原数据库中查到该玩家，请检查输入是否正确，该玩家是否避免SSC检测，再重新输入
es_es: ¡El reinicio falló! El Jugador no se encontró en la base de datos original. Verifique si la entrada es correcta y si el reproductor evita la detección de SSC y luego vuelva a ingresar.

source: 错误 ResetPlayer ：
es_es: Error: ResetPlayer:

source: 错误 ZhiExportPlayer ：
es_es: Error ZhiExportPlayer:

source: 错误：AddZPlayerDB
es_es: Error: AgregarZPlayerDB

source: 错误：AddZPlayerDB 1
es_es: Error：AddZPlayerDB 1

source: 错误：BackUp
es_es: Error：BackUp

source: 错误：ClearALLZPlayerDB
es_es: Error：ClearALLZPlayerDB

source: 错误：ClearALLZPlayerExtraDB
es_es: Error：ClearALLZPlayerExtraDB

source: 错误：ClearZPlayerDB
es_es: Error：ClearZPlayerDB

source: 错误：ClearZPlayerExtraDB
es_es: Error：ClearZPlayerExtraDB

source: 错误：ExportPlayer
es_es: Error：ExportPlayer

source: 错误：getZPlayerDBMaxSlot
es_es: Error：getZPlayerDBMaxSlot

source: 错误：ListAllExtraDB
es_es: Error：ListAllExtraDB

source: 错误：ReadExtraDB
es_es: Error：ReadExtraDB

source: 错误：ReadZPlayerDB
es_es: Error：ReadZPlayerDB

source: 错误：UpdateTshockDBCharacter
es_es: Error：UpdateTshockDBCharacter

source: 错误：WriteExtraDB
es_es: Error：WriteExtraDB

source: 错误：WriteExtraDB 2
es_es: Error：WriteExtraDB 2

source: 错误：WriteZPlayerDB
es_es: Error：WriteZPlayerDB

source: 错误：WriteZPlayerDB 2
es_es: Error：WriteZPlayerDB 2

source: 错误的点数：
es_es: Puntos equivocados:

source: 隐藏
es_es: esconder

source: 预计导出所有用户存档数目：
es_es: El número estimado de archivos exportados para todos los usuarios:
